IDEA Open Model
CalculationSetup.UlsTorsion Property
Compatible with IDEA StatiCa Beta 20.0
 ULS torsion
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool UlsTorsion { get; set; }
Public Property UlsTorsion As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace